Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_601_itemid_EQ_112.tmx
Source language: sme
Languages: smn

source: Doaibma
smn: Toimâ

source: Sosiála- ja dearvvašvuohta
smn: Sosiaal- já tiervâsvuođâ

source: Sosiálasuorggi máhttinguovddáš
smn: Sosiaalsyergi mättimkuávdáš

source: Nuoraid dáiddadáhpáhus
smn: Nuorâi taaiđâtábáhtus

source: Sámegielat bálvalusat interneahtas
smn: Sämikielâlâš palvâlusah interneetist

source: Sámeguovllu gielddat :
smn: Sämikuávlu kieldah

source: Eanodaga gielda ( davvisámegillii )
smn: Iänuduv kieldâ ( tavesämikielân )

source: Anára gielda ( davvisáme- , anáraš- ja nuortalašgillii )
smn: Aanaar kieldâ ( tavesämi- , aanaarsämi- ja nuorttâsämikielân )

source: Soađegili gielda ( davvisámegillii )
smn: Suáđigil kieldâ ( tavesämikielân )

source: Ohcejoga gielda ( davvisámegillii )
smn: Ucjuv kieldâ ( tavesämikielân )

source: KELA / ÁEL ( davvisáme- , anáraš- , ja nuortalašgillii )
smn: AIL ( tavesämi- , aanaarsämi- ja nuorttâsämikielân )

source: MELA / ( davvisámegillii )
smn: MELA ( tavesämikielân )

source: Magistráhtat sámegielat skovit magistráhtaid doaibmasuorgái guoski áššiide ( davvisámegillii )
smn: Maistraat sämikielâlâš luámáttuvah maistraat toimâsuárgán lohtâseijee aašijn ( tavesämikielân )

source: Vearrohálddahus sámegielat skovit vearuhussii guoski áššiide ( davvisáme- , anáraš- , ja nuortalašgillii )
smn: Viäruhaldâttâh sämikielâlâš luámáttuvah ( tavesämi- , aanaarsämi- ja nuorttâsämikielân )

source: Earániid dikšun Lappi BE-doaimmahagas
smn: Ášástâllâm Laapi PI-toimâttuvvâst

source: Sámegielat skovit :
smn: Sämikielâlâš luámáttuvah :

source: Ohcamuš álggahanruđas ( davvisámegillii )
smn: Starttâruttâucâmuš ( tavesämikielân )

source: Álggahanruđa joatkkaohcamuš ( davvisámegillii )
smn: Jotkâucâmuš starttâruuđâst ( tavesämikielân )

source: Lappi gearretrievtti ( davvisámegillii )
smn: Laapi keerrivriehti ( tavesämikielân )

source: Alimus hálddahusriekti ( davvisámegillii )
smn: Alemus haldâttâhriehti ( tavesämikielân )

source: Alimus rievtti ( davvisámegillii )
smn: Alemus riehti ( tavesämikielân )

source: Dásseárvoáittardeaddji ( davvisámegillii )
smn: Riehtiäššialmai ( tavesämikielân )

source: Mánáidáittardeaddji ( davvisámegillii )
smn: Riehtikansler virgádâh ( tavesämikielân )

source: Buohci vuoigatvuođat ( davvisámegillii )
smn: Riehtiministeriö tieđettemčáluseh ( tavesämikielân )

source: Sosiála-ja dearvvašvuođaministeriija
smn: Riehtiministeriö- tiätu riehti-iššeest ( tavesämikielân )

source: Geavat iezat áhččivuohtafriddja - dieđihančálus ( davvisáme , - anáraš- ja nuortalašgillii )
smn: Ucceeblohováldálâš ( tavesämi- , aanaarsämi- ja nuorttâsämikielân ) Täsiárvuváldálâš ( tavesämikielân )

source: Sámebargu ( davvisámegillii )
smn: Sämipargo ( tavesämikielân )

source: Ohcejoga searvegoddi ( davvisámegillii )
smn: Ucjuv servikodde ( tavesämikielân )

source: Meahciráđđehus ( davvisámegillii )
smn: Meccihaldâttâs ( tavesämikielân )

source: Lappi heahteguovddáš " Ná geavahat heahtenummára 112 Suomas " ( davvisámegillii )
smn: Laapi etikuávdáš " Návt kiävtáh etinummeer 112 Suomâst " ( tavesämikielân )

source: Lappi Lihttu ( davvisámegillii )
smn: Laapi litto ( tavesämikielân )

source: Bálgosiid ovttastus ( davvisámegillii )
smn: Palgâsij ovtâstus ( tavesämikielân )

source: Sámi musea Siida ( davvisámegillii )
smn: Sämimuseo Sijdâ ( tavesämikielân )
